EWSEditor/RawEwsExamples/CreateItem (Message).xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
               xmlns:xsd="http://www.w3.org/2001/XMLSchema"
               xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"
               xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages">
  <soap:Body>
    <m:CreateItem MessageDisposition="SendOnly">
      <m:Items>
        <t:Message>
          <t:Subject>
            <!--FIELD:Subject;string-->
          </t:Subject>
          <t:Body BodyType="Text">
            <!--FIELD:Body;string-->
          </t:Body>
          <t:ToRecipients>
            <t:Mailbox>
              <t:EmailAddress>
                <!--FIELD:Recipient email;string-->
              </t:EmailAddress>
            </t:Mailbox>
          </t:ToRecipients>
        </t:Message>
      </m:Items>
    </m:CreateItem>
  </soap:Body>
</soap:Envelope>